tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
brew 'chrome-cli'
brew 'ctags'
brew 'elasticsearch'
brew 'fzf'
brew 'git'
brew 'gnu-sed'
brew 'grep'
brew 'heroku-toolbelt'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'irssi'
brew 'memcached'
brew 'mutt'
brew 'node'
brew 'yarn'
brew 'openssl'
brew 'pandoc'
brew 'phantomjs'
brew 'pgcli'
brew 'postgresql'
brew 'qt'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rsync'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unused'
brew 'watch'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
cask 'alfred'
cask 'caffeine'
cask 'dash'
cask 'dropbox'
cask 'google-chrome'
cask 'google-drive'
cask 'google-hangouts'
cask 'iterm2'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'screenhero'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'flux'
cask 'betterzipql'
cask 'qlimagesize'
