{
  "plugins": {
    "cmp-buffer": [],
    "cmp-cmdline": [],
    "cmp-nvim-lsp": [],
    "cmp-path": [],
    "coc.nvim": {
      "src": "https://github.com/neoclide/coc.nvim"
    },
    "conform.nvim": {
    },
    "doodle": {
      "src": "https://github.com/apdot/doodle"
    },
    "dressing.nvim": [],
    "garbage-day.nvim": {
      "src": "https://github.com/Zeioth/garbage-day.nvim"
    },
    "gitsigns.nvim": {
    },
    "kulala.nvim": {
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "lualine.nvim": {
    },
    "mason-nvim-dap.nvim": {
    },
    "mason.nvim": [],
    "mini.ai": {
    },
    "mini.surround": {
    },
    "nvim-bqf": {
    },
    "nvim-cmp": {
    },
    "nvim-dap": {
    },
    "nvim-dap-go": [],
    "nvim-dap-ui": [],
    "nvim-dap-virtual-text": [],
    "nvim-early-retirement": {
      "src": "https://github.com/chrisgrieser/nvim-early-retirement"
    },
    "nvim-nio": [],
    "nvim-tmux-navigation": [],
    "nvim-treesitter": [],
    "nvim-web-devicons": {
    },
    "obsidian.nvim": {
      "version": "'main'"
    },
    "oil.nvim": {
    },
    "plenary.nvim": [],
    "render-markdown.nvim": {
    },
    "sqlite.lua": {
      "src": "https://github.com/kkharji/sqlite.lua"
    },
    "telescope-fzf-native.nvim": [],
    "telescope.nvim": {
      "version": "'0.1.x'"
    },
    "text-case.nvim": [],
    "tokyonight.nvim": {
    },
    "which-key.nvim": {
    }
  }
}