tap "codecrafters-io/tap"
tap "mutagen-io/mutagen"
tap "devdeck-app/homebrew-devdeck-server"

brew "atuin", restart_service: true
brew "automake"
brew "bat"
brew "cmake"
brew "ctags"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-machine"
brew "doctl"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "go"
brew "jq"
brew "lazydocker"
brew "libyaml"
brew "lsd"
brew "mutagen-io/mutagen/mutagen"
brew "navi"
brew "neovim"
brew "openssl@3"
brew "procs"
brew "ripgrep"
brew "starship"
brew "tlrc"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "xwmx/taps/hosts"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "pandoc"
brew "btop"
brew "fnm"
brew "deno"

cask "1password"
cask "docker"
cask "homerow"
cask "notion"
cask "obsidian"
cask "raycast"
cask "shortcat"
cask "slack"
cask "ghostty"
cask "karabiner-elements"
cask "devdeck-server"
cask "claude"
